[
    {
      "picture": "https://i.ibb.co/c2TZs0n/player-1.png",
      "rating": "4",
      "comment": "Our college had purshased All Gear Lathe for our mechanical lab. Not only we were given high quality products, but we were also trained to our satisfaction ,in using various machines, in future we plan to purchase a cnc lathe machine from Pathak.",
      "name": "John Smith"
    },
    {
      "picture": "https://i.ibb.co/fvMK6Kb/player-2.png",
      "rating": 3,
      "comment": "I had ordered a special custom made Cone Pulley Lathe machine, we were delivered the machine in the quoted, time frame, and we are quite happy, as Pathak could understand our requirement, and deliver the Cone Pulley Lathe as per our needs.",
      "name": "Pro Rasel"
    },
    {
      "picture": "https://i.ibb.co/rxzQXQW/player-3.png",
      "rating": 2,
      "comment": "I have always found Alok Tools to be the kind of tools manufacturing company that I want to do business with; they are always helpful even when what we are asking is sometimes impossible. The quality of work and information is impeccable as are their deliveries. I would recommend them to anyone.",
      "name": "Abu Sufian"
    },
    {
      "picture": "https://i.ibb.co/kGKktsy/player-4.png",
      "rating": 1,
      "comment": "After using Alok Tools for several years now, I’ve found the professional and positive approach to any requirements outstanding, with the end product always meeting specifications and dimensions. I would recommend Alok Tools as a first class Hand Tools supplier to anyone",
      "name": "Olivia"
    },
    {
      "picture": "https://i.ibb.co/ZMwxT86/player-5.png",
      "rating": 2,
      "comment": "All respect for the office of the presidency aside, I assumed that the obvious and unadulterated decline of freedom and constitutional sovereignty",
      "name": "Benjamin"
    },
    {
      "picture": "https://i.ibb.co/cQsvXWz/player-6.png",
      "rating": 4,
      "comment": "We always rely on Alok Tools to help us out and get us what we need as quickly as possible. They never seem to disappoint us. They are always courteous and knowledgeable. In the rare case that they don’t have what we need, they go the extra mile to get us out of the fire. They are the best!",
      "name": "Sergio"
    }
    
  ]